-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 29, 2018 at 01:33 PM
-- Server version: 10.1.35-MariaDB
-- PHP Version: 7.2.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `fxsuccess`
--

-- --------------------------------------------------------

--
-- Table structure for table `analysis`
--

CREATE TABLE `analysis` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `published_by` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `time_zone` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `analysis`
--

INSERT INTO `analysis` (`id`, `title`, `image`, `description`, `published_by`, `status`, `time_zone`, `created_at`, `updated_at`) VALUES
(1, 'tt', '1543485692.jpg', '<p>ffd</p>', 'rejwan', 1, 'November, 29, 2018', '2018-11-29 04:01:32', '2018-11-29 04:01:32'),
(2, 'dfgdsf', '1543485717.jpg', '<p>dgddfdfdf</p>', 'gggg', 1, 'November, 29, 2018', '2018-11-29 04:01:57', '2018-11-29 04:01:57');

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `postedby` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `articledate` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `postedby`, `description`, `image`, `articledate`, `status`, `created_at`, `updated_at`) VALUES
(3, 'ফরেক্স ট্রেড করার সুবিধাঃ', 'FXSUCCESSBD', '<p>- আগের দিনে শুধুমাত্র বিশাল ধনী অথবা ব্যাংকগুলো ফরেক্স মার্কেটে ট্রেড করার সুযোগ পেত। কিন্তু বর্তমানে সময়ের পরিবর্তনের সাথে সাথে বিভিন্ন ফরেক্স ব্রোকারের আবির্ভাব ও প্রতিযোগিতা বৃদ্ধির কারনে যে কেউই পৃথিবীর যে কোনো দেশ থেকে ফরেক্স মার্কেটে ট্রেড করতে পারে।</p>\r\n\r\n<p>- মাত্র ১ ডলার দিয়ে ফরেক্স ট্রেড শুরু করা সম্ভভ। তাছারা প্রায় সব ব্রোকারই আপনাকে ফ্রী ডেমো ট্রেড করার সুবিধা দেবে, অর্থাৎ ভার্চুয়াল মানি দিয়ে। তাই প্রথমে আপনি নিখরচায় ডেমো ট্রেড করে নিজেকে প্রস্তুত করে নিতে পারেন এবং ডেমো ট্রেড করে সাফল্য ফেলে ডিপোজিট করে রিয়েল ট্রেড শুরু করতে পারেন।</p>\r\n\r\n<p>- ফরেক্স মার্কেট পরিধি অনেক বড় এবং এই মার্কেটকে ম্যানিপুলেট করা সম্ভভ না। পৃথিবীর সবচেয়ে বড় স্টক মার্কেট হচ্ছে নিউইয়র্ক স্টক মার্কেট এবং ফরেক্স মার্কেটের আকার তার থেকেও ২৫ গুন বেশি। মনে রাখবেন,ডলার বা ইউরো এর মূল্য কোন দেশের মূল্য কোনো দেশের সরকার নির্ধারণ করে দেয় না। বিভিন্ন দেশের অর্থনৈতিক অবস্থা ও আর্থিক ঘটনাবলীর প্রেক্ষিতে বিভিন্ন দেশের মুদ্রার মূল্য নিজে নিজেই পরিবর্তিত হয়। আপনি যে দামে ডলার বা ইউরো কিনবেন, সেই একই দামে পৃথিবীর সব দেশে ডলার বা ইউরো ক্রয়-বিক্রয় হবে।</p>\r\n\r\n<p>- ফরেক্স মার্কেট এ ট্রেড করার ক্ষেত্রে বড় ধরনের লিভারেজ বা লোন সুবিধা পাওয়া যায়, আর তাই খুব অল্প মার্কেট মুভমেন্ট থেকেই আপনি ভাল প্রফিট করতে পারবেন।</p>\r\n\r\n<p>- স্ক্যালপিং ফরেক্স এ খুব জনপ্রিয় একটি শব্দ। এর মানে হচ্ছে খুব অল্প সময়ের জন্য খোলা ট্রেড। ফরেক্স মার্কেটের খুব অল্প পরিবর্তনেও ভাল লাভ করা সম্ভভ। অনেকেই ১০ বা ১৫ সেকেন্ডের জন্য একটি ট্রেড ওপেন করে এবং প্রফিট পেলে তা নিয়ে ট্রেড থেকে বের হয়ে যায়।</p>\r\n\r\n<p>- ফরেক্স মার্কেট সোম থেকে শুক্র, সপ্তাহের ৫ দিনই দিবা-রাত্রি ২৪ ঘণ্টার জন্য খোলা থাকে। আর তাই, আপনি ব্যাবসায়ি হোন বা চাকুরিজীবী, ফরেক্স মার্কেটে আপনি আপনার সুবিধামত ট্রেড করতে পারবেন।</p>\r\n\r\n<p>- ফরেক্স ট্রেডিং আপনি বাসায় বসেই করতে পারবেন, বাইরে যাওয়ার কোনো প্রয়োজন নেই। আর তাই পরিবারকে প্রচুর পরিমানে সময় দিতে পারবেন।</p>\r\n\r\n<p>- ফরেক্স মার্কেটে ট্রেড করার জন্য আপনাকে সব কিছু অনলাইনে করতে হবে আর অ্যাকাউন্ট ওপেনিং থেকে শুরু করে অ্যাকাউন্টে ডিপোজিট বা উইথড্র করাও অনেক সহজ।</p>\r\n\r\n<p>- আপনি যদি ভাল ট্রেড করতে পারেন, তাহলে অনেকেই আপনার সাথে ডিপোজিট করতে উৎসাহিত হবে এবং সেক্ষেত্রে আপনি তাদের ট্রেড পরিচালনা করতে পারেন এবং তাদের লাভের একটি অংশ আপনি পাবেন।</p>\r\n\r\n<p>- সর্বোপরি একজন সফল ও দক্ষ ফরেক্স ট্রেডার এই মার্কেট থেকে প্রচুর পরিমানে আয় করতে পারবেন।</p>\r\n\r\n<p>উল্লেখ করা বাঞ্ছনীয়, একজন দক্ষ ও সফল ট্রেডার হতে হলে আপনাকে ফরেক্স মার্কেট সম্পর্কে প্রচুর পড়াশোনা করতে হবে, নিজেকে এই মার্কেটের যোগ্য করে তুলতে হবে। ফরেক্স মার্কেট থেকে যে কেউই কোন কিছু না জেনেও হয়ত প্রথম দিকে অনেক আয় করতে পারেন। মনে রাখবেন, ফরেক্স মার্কেট স্টক মার্কেটের মতই চ্যালেঞ্জিং। না জেনে হয়ত প্রাথমিকভাবে সফল হওয়া যাবে যেটা স্টক মার্কেটও অনেকেও অনেকে হয়। তবে দীর্ঘসময়ের জন্য টিকে থাকতে হলে, এক্সপার্ট হওয়া ছাড়া কোন বিকল্প নেই।</p>\r\n\r\n<p>আর একটি কথা, ফরেক্স মার্কেটে মন্দা বলে কিছু নেই। কারন স্টক মার্কেটে আপনি শুধু buy করতে পারেন, ফরেক্স মার্কেটে buy বা sell উভয়ই করতে পারবেন।</p>\r\n\r\n<p>মনে রাখবেন,</p>', '1543238024.jpg', 'November, 26, 2018', 1, '2018-11-26 06:39:51', '2018-11-26 07:16:09'),
(5, 'Date check', 'FXSUCCESSBD', '<p>ddd</p>', '1543239060.jpg', 'f, 26, 2018', 1, '2018-11-26 07:31:00', '2018-11-26 07:31:00'),
(6, 'af', 'FXSUCCESSBD', '<p>rrr</p>', '1543239113.jpeg', 'November, 26, 2018', 1, '2018-11-26 07:31:53', '2018-11-26 07:31:53');

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `title`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Forex Market study', 1, '2018-11-25 18:00:00', '2018-11-25 18:00:00'),
(2, 'Forex Market  Stretegy', 1, '2018-11-26 01:28:10', '2018-11-26 02:05:35'),
(3, 'Forex Anyalysis', 1, '2018-11-26 01:29:16', '2018-11-27 01:16:20');

-- --------------------------------------------------------

--
-- Table structure for table `courses`
--

CREATE TABLE `courses` (
  `id` int(10) UNSIGNED NOT NULL,
  `cat_id` int(11) NOT NULL,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `courses`
--

INSERT INTO `courses` (`id`, `cat_id`, `title`, `description`, `status`, `created_at`, `updated_at`) VALUES
(1, 1, 'ফরেক্স কি ?', '<p>ফরেক্স অথবা স্পট ফরেক্স হচ্ছে বৈদেশিক মুদ্রার ক্রয়-বিক্রয়। ফরেক্স মার্কেট এ আপনি একটি দেশের কারেন্সি বিক্রয় করে আর একটি দেশের কারেন্সি ক্রয় করতে পারবেন। উদহারণসরুপ, আমেরিকা বা USA এর কারেন্সি হছে ডলার, ব্রিটেন বা UK এর কারেন্সি হচ্ছে পাউন্ড। ফরেক্স মার্কেট এ আপনি ডলার বিক্রয় করে পাউন্ড অথবা পাউন্ড বিক্রয় করে ডলার কিনতে পারেন। ডলার অথবা পাউন্ড ব্যাতিতও আর বিভিন্ন দেশের কারেন্সি আছে যা ফরেক্স মার্কেট এ আপনি ক্রয়-বিক্রয় করতে পারেন।</p>', 1, '2018-11-25 18:00:00', '2018-11-26 04:49:32'),
(2, 1, 'ফরেক্স VS স্টক মার্কেট', '<p>ফরেক্স ও স্টক মার্কেট দুটি মার্কেট সম্পূর্ণ ভিন্ন ও স্বাধীন মার্কেট । আর স্টক মার্কেট হল যে দেশ সে দেশের মধ্য সীমাবদ্ধ । কিন্ত ফরেক্স হল সারা বিশ্বব্যাপি ব্যাপক বিস্তৃতির মার্কেট । আমি মনে করি যে ফরেক্স মার্কেট হল স্টক মার্কেটের থেকে অনেক কিছু দিয়েেই ভিন্ন । কেননা ফরেক্স হল দ্বিমুখি মার্কেট , কিন্ত স্টক মার্কেট হল একমুখি মার্কেট । তাই এই বিষয়ে সন্দেহ পোষণ না করাইফরেক্স ও স্টক মার্কেট দুটি মার্কেট সম্পূর্ণ ভিন্ন ও স্বাধীন মার্কেট । আর স্টক মার্কেট হল যে দেশ সে দেশের মধ্য সীমাবদ্ধ । কিন্ত ফরেক্স হল সারা বিশ্বব্যাপি ব্যাপক বিস্তৃতির মার্কেট । আমি মনে করি যে ফরেক্স মার্কেট হল স্টক মার্কেটের থেকে অনেক কিছু দিয়েেই ভিন্ন । কেননা ফরেক্স হল দ্বিমুখি মার্কেট , কিন্ত স্টক মার্কেট হল একমুখি মার্কেট । তাই এই বিষয়ে সন্দেহ পোষণ না করাই ভাল । আরো বেশি জানতে হলে এই বিষয়ে স্টাডি করতে হবে । ভাল । আরো বেশি জানতে হলে এই বিষয়ে স্টাডি করতে হবে ।</p>', 1, '2018-11-26 04:25:52', '2018-11-26 04:25:52'),
(3, 2, 'তানভীর, নাসিম ভাই সহ বিডি ফরেক্সের সকল উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।', '<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া করে কমেন্ট করবেন।অনেক উপকার হবে।</p>', 1, '2018-11-27 01:50:28', '2018-11-27 01:50:28'),
(4, 3, 'অনলাইন গেটওয়ের মাধ্যমে ৫০০০ ডলার পর্যন্ত আনা যাবে', '<p>সেবা রপ্তানির অর্থ এখন থেকে অনলাইন পেমেন্ট গেটওয়ে সার্ভিস প্রোভাইডারদের (ওপিজিএসপি) মাধ্যমে একবারে পাঁচ হাজার ডলার পর্যন্ত দেশে আনা যাবে। এ জন্য কোনো পূর্বানুমতি নেওয়ার প্রয়োজন হবে না। আগে একবার লেনদেনে দুই হাজার ডলার পর্যন্ত আনা যেত।<br />\r\nদেশের ফ্রিল্যান্সাররা যাতে তাঁদের উপার্জিত অর্থ বিদেশ থেকে সহজে সংগ্রহ করতে পারেন, সে জন্যই নতুন পদক্ষেপটি নেওয়া হয়েছে। বাংলাদেশ ব্যাংকের বৈদেশিক মুদ্রানীতি বিভাগ গতকাল মঙ্গলবার এ ব্যাপারে একটি প্রজ্ঞাপন জারি করেছে।<br />\r\nওপিজিএসপি সেবা দেওয়ার জন্য ২০১১ সালের আগস্টে বাণিজ্যিক ব্যাংকগুলোকে অনুমোদন দেয় বাংলাদেশ ব্যাংক। কেন্দ্রীয় ব্যাংকের তথ্যমতে, বাংলাদেশ থেকে বর্তমানে অনলাইনে ডেটা এন্ট্রি ও প্রসেসিং, বিজনেস প্রসেসিং, বিজনেস প্রসেস আউটসোর্সিং, অফশোর তথ্যপ্রযুক্তি প্রভৃতি কাজের মাধ্যমে সেবা রপ্তানি হচ্ছে। এসব সেবা থেকে অর্জিত অর্থ এর আগে ব্যাংকব্যবস্থার মাধ্যমে আনতে হতো। এতে বিদেশের অনেক প্রতিষ্ঠান অর্থ পরিশোধে বিব্রত বোধ করত। কেননা বেশির ভাগ দেশে এ ধরনের সেবার বিপরীতে অর্থ অনলাইনে পরিশোধ করা হয়।<br />\r\nওপিজিএসপি সেবা দিতে আন্তর্জাতিক অনলাইন পেমেন্ট কোম্পানি অ্যালার্টপে ২০১২ সালে বাংলাদেশে কার্যক্রম শুরু করে।</p>', 1, '2018-11-27 01:51:27', '2018-11-27 01:51:27'),
(5, 2, 'প্রফেশনাল ট্রেডারদের দৃষ্টিতে জেনে নিন, কেন আপনি লস করে চলেছেন? আর কিভাবে এই লস কাটিয়ে প্রফিটে ফিরবেন।', '<p>একথা নতুন করে বলার কিছু নাই যে, ফরেক্স মার্কেট বিশ্বের সবচেয়ে বড় লিকুইডিটি মার্কেট। যেখানে ট্রিলিয়ন ট্রিলিয়ন ডলার লেনদেন হয় প্রতিদিন। এই মার্কেটে আমার আপনার মত যারা ট্রেড করি তারা শুরুতেই একটা কথা শুনে আসি যে, এই মার্কেটে ৯৫% লুজার!! কিন্ত কেন এতো বড় অংশ লুজার তা কি কেউ জানি??<br />\r\n&nbsp;</p>\r\n\r\n<p>=&gt; আজ এই লেখায়&nbsp;আপনি অনেক নতুন বিষয় জানতে চলেছেন, তা হয়তো আপনি আগে ভাবেননি কখনো। অথবা ভেবেছেন, কিন্ত সিরিয়াস&nbsp;হিসেবে নেন নি কখনো অথবা জেনেও থাকতে পারেন, কিন্ত ততোটা গুরুত্ব দেননি। আজ থেকে সেসব গুরুত্ব দিতে শিখবেন আশা করছি।<br />\r\nহাতে সময় আছে তো? একটু সময় নিয়ে লেখাটা পড়ুন। বোঝার চেষ্ঠা করুন। দরকার হলে আরেকবার পড়ুন। নয়তো বুকমার্কে সেইভ করে রাখুন, আপনার ফেসবুক ওয়ালেও শেয়ার করে রাখুন যাতে সবাই জানতে পারে ফরেক্স মার্কেটের এই নিগুঢ়&nbsp;রহস্যের ব্যাপারে।</p><p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া<p>ভাই আমি ফরেক্সে একে বারে নতুন।আমি এক ট্রিনিং সেন্টারে দুই মাস ফরেক্স শিখে মনে হচ্ছিল যে তেমন ভাল শিখাচ্ছে না, তাই ভাল ভাবে ফরেক্স শিখতে একাই googling করতে ছিলাম। এর মধ্যে কোন এক ফাঁকে বিডি ফরেক্সের সন্ধান পাই।আমার কাছে মনে হচ্ছে ফরেক্স শিখার ক্ষেত্রে বিডি ফরেক্সের কোন বিকল্প নেই।তাই আমি সিদ্ধান্ত নিয়েছি যদি আমি ফরেক্স করে সফল হই তাহলে এর উদ্যোগতা ভাইদের মিষ্টি খা্ওয়াবো।</p>\r\n\r\n<p>&nbsp;আমি ৪ মাসের অভিঙ্গতায় এই টুকু নিশ্চিত যে ফরেক্স একটি স্মার্ট ব্যবসা সে ব্যাপারে আমার কোন সন্দেহ নেই।তবে বিডি ফরেক্সের অনেক পুরাতন এক সদস্যের সাথে কথা বলে আমি খুব হতাশ হয়েছি।সে বল্ল যে, বাংলাদেশে নাকি ফরেক্সে ধারাবাহিক ভাবে সফল এমন কোন ব্যক্তি নেই।তাই আপনাদের নিকট&nbsp;একটি বিণীত আবেদন এই যে-যদি এমন কেউ থেকে থাকেন যে কিনা কমপক্ষে&nbsp; এক বছর ধারাবাহিক ভাবে মুনাফা করেছেন।তাহলে দয়া\r\n\r\n', 1, '2018-11-27 02:06:39', '2018-11-27 02:06:39');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2018_11_26_054012_create_categories_table', 2),
(4, '2018_11_26_063616_create_categories_table', 3),
(5, '2018_11_26_082143_create_courses_table', 4),
(6, '2018_11_26_114348_create_articles_table', 5),
(7, '2018_11_27_074937_create_analaysis_table', 6),
(8, '0000_00_00_000000_create_visits_table', 7);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Admin', 'admin@gmail.com', NULL, '$2y$10$Td6BNvaj6C8VSny10nykOeQNB51gbgS4YcgQTqZpEe3OxlqYP6GgO', NULL, '2018-11-25 23:57:24', '2018-11-25 23:57:24');

-- --------------------------------------------------------

--
-- Table structure for table `visits`
--

CREATE TABLE `visits` (
  `id` int(10) UNSIGNED NOT NULL,
  `ip` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `visitable_id` int(11) NOT NULL,
  `visitable_type` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `visits`
--

INSERT INTO `visits` (`id`, `ip`, `visitable_id`, `visitable_type`, `date`, `created_at`, `updated_at`) VALUES
(1, '127.0.0.1', 2, 'App\\Analysis', '2018-11-29', '2018-11-29 04:20:45', '2018-11-29 04:20:45'),
(2, '127.0.0.1', 1, 'App\\Analysis', '2018-11-29', '2018-11-29 04:21:06', '2018-11-29 04:21:06');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `analysis`
--
ALTER TABLE `analysis`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `courses`
--
ALTER TABLE `courses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `visits`
--
ALTER TABLE `visits`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `visits_ip_visitable_id_visitable_type_date_unique` (`ip`,`visitable_id`,`visitable_type`,`date`),
  ADD KEY `visits_ip_index` (`ip`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `analysis`
--
ALTER TABLE `analysis`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `courses`
--
ALTER TABLE `courses`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `visits`
--
ALTER TABLE `visits`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
